tutorial/hardwood/redOak(Liang2013)/10K/CRECK2017/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.0                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "90";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 101325;

boundaryField
{
    WALL
    {
        type            zeroGradient;
    }
    WALL_left
    {
        type            cyclic;
    }
    WALL_right
    {
        type            cyclic;
    }

    INLET
    {
        type            zeroGradient;
    }
    OUTLET
    {
        type            totalPressure;
        rho             rho;
        psi             none;
        gamma           1;
        p0              uniform 101325;
        value           uniform 101325;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
