tutorial/hardwood/redOak(Liang2013)/10K/CRECK2017/0/save/phi
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.0                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       surfaceScalarField;
    location    "90";
    object      phi;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 0 -1 0 0 0 0];

internalField   nonuniform List<scalar> 
2700
(
2.786440524e-07
2.786440038e-07
2.551889628e-06
1.769294016e-07
3.246419584e-07
2.886250348e-06
9.584349925e-08
3.29555603e-07
...
)
;

boundaryField
{
    WALL
    {
        type            calculated;
        value           uniform 0;
    }
    INLET
    {
        type            calculated;
        value           nonuniform List<scalar> 
100
(
-3.109177667e-06
-3.109177648e-06
-3.10917764e-06
-3.109177636e-06
-3.109177634e-06
-3.109177634e-06
-3.109177636e-06
-3.10917764e-06
...
)
;
    }
    OUTLET
    {
        type            calculated;
        value           nonuniform List<scalar> 
100
(
6.62586659e-07
1.287253538e-06
1.573449608e-06
1.687258726e-06
1.723850992e-06
1.723851084e-06
1.68725898e-06
1.573449915e-06
...
)
;
    }
}


// ************************************************************************* //
