tutorial/hardwood/redOak(Liang2013)/10K/CRECK2017/0/weightedK_
300 1.87794e-08
378 9.43687e-07
378.05 9.45768e-07
378.1 9.47853e-07
378.15 9.49945e-07
378.167 9.5064e-07
378.217 9.52736e-07
378.267 9.54837e-07
378.317 9.56945e-07
378.333 9.57645e-07
378.383 9.59757e-07
378.433 9.61873e-07
378.483 9.63997e-07
378.5 9.64703e-07
378.55 9.6683e-07
378.6 9.68962e-07
378.65 9.71102e-07
378.667 9.71812e-07
378.717 9.73955e-07
378.767 9.76103e-07
378.817 9.78259e-07
378.833 9.78975e-07
378.883 9.81134e-07
378.933 9.83298e-07
378.983 9.8547e-07
379 9.86191e-07
379.05 9.88366e-07
379.1 9.90546e-07
379.15 9.92734e-07
379.167 9.93461e-07
379.217 9.95652e-07
379.267 9.97848e-07
379.317 1.00005e-06
379.333 1.00078e-06
379.383 1.00299e-06
379.433 1.00521e-06
379.483 1.00743e-06
379.5 1.00816e-06
379.55 1.01039e-06
379.6 1.01262e-06
379.65 1.01485e-06
379.667 1.0156e-06
379.717 1.01784e-06
379.767 1.02008e-06
379.817 1.02234e-06
379.833 1.02309e-06
379.883 1.02534e-06
379.933 1.02761e-06
379.983 1.02988e-06
380 1.03063e-06
380.05 1.03291e-06
380.1 1.03519e-06
380.15 1.03747e-06
380.167 1.03823e-06
380.217 1.04053e-06
380.267 1.04282e-06
380.317 1.04513e-06
380.333 1.04589e-06
380.383 1.0482e-06
380.433 1.05052e-06
380.483 1.05284e-06
380.5 1.05361e-06
380.55 1.05594e-06
380.6 1.05827e-06
380.65 1.06061e-06
380.667 1.06139e-06
380.717 1.06373e-06
380.767 1.06608e-06
380.817 1.06844e-06
380.833 1.06922e-06
380.883 1.07158e-06
380.933 1.07395e-06
380.983 1.07632e-06
381 1.07711e-06
381.05 1.07949e-06
381.1 1.08187e-06
381.15 1.08427e-06
381.167 1.08506e-06
381.217 1.08746e-06
381.267 1.08986e-06
381.317 1.09227e-06
381.333 1.09307e-06
381.383 1.09549e-06
381.433 1.09791e-06
381.483 1.10034e-06
381.5 1.10114e-06
381.55 1.10358e-06
381.6 1.10602e-06
381.65 1.10847e-06
381.667 1.10928e-06
381.717 1.11173e-06
381.767 1.11419e-06
381.817 1.11665e-06
381.833 1.11747e-06
381.883 1.11994e-06
381.933 1.12242e-06
381.983 1.1249e-06
382 1.12573e-06
382.05 1.12822e-06
382.1 1.13071e-06
...
1223 3.12942e-05
